<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html lang="en">
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
        <title>aves</title>
        <link rel="stylesheet" href="lib/style.css" type="text/css" media="screen">
        <script src="lib/raphael.js" type="text/javascript" charset="utf-8"></script>
        <script src="lib/aves.js" type="text/javascript" charset="utf-8"></script>

        <style type="text/css" media="screen">
            #canvas {
                position: absolute;
                height: 600px;
                width: 800px;
                left: 15px;
                top: 180px;

            }
            #paper {
                height: 650px;
                left: 0px;
                position: absolute;
                top: 0px;
                width: 800px;
            }

            #aves0, #aves104,#aves105,#aves106,#aves107,#aves108,#aves109,#aves110,#aves111,#aves112,#aves113,#aves114,#aves115,#aves116 {
                display: none;
                height: 650px;
                overflow: auto;
                position: absolute;
                left: 503px;
                top: 0px;
                width: 400px;
            }

            h2 {
                text-align: center;
            }
        </style>




    </head>
<body>
<div id="canvas">
            <div id="paper"></div>




<div id="aves0">
<h2> V&ouml;gel</h2>
<h3>Aves</h3>
<p>


Gefl&uuml;gelte bzw. meist flugf&auml;hige Eier legende Wirbeltiere mit einem Schnabel werden als V&ouml;gel bezeichnet. Sie sind innerhalb der Landwirbeltiere mit ca. 8600 Arten die artenreichste Gruppe. Stammesgeschichtlich geh&ouml;ren sie zu den Archosauria (Dinosauria und Krokodile). Alle heute lebenden Formen besitzen einen Schnabel ohne echte Z&auml;hne, wobei sich nicht nur der Unterkiefer wie bei anderen Wirbeltieren, sondern auch der Oberkiefer bewegen l&auml;sst. Der K&ouml;rper wird von Federn und an den Beinen von Hautschuppen bedeckt. V&ouml;gel haben keine Stimmb&auml;nder, sondern einen sogenannten unteren Kehlkopf, den Stimmkopf (Syrinx).
</p></div>



<div id="aves104">
<h2>Schnee-Eule</h2>
<h3><em>Bubo scandiacus</em>  Linnaeus, 1758        </h3>
<p>

</p></div>


<div id="aves105">
<h2>M&auml;usebussard</h2>
<h3><em> Buteo buteo</em>  Linnaeus, 1758</h3>
<p>

</p></div>

<div id="aves106">
<h2>Rotschnabeltoko</h2>
<h3><em>Tockus erythrorhynchus</em>  Temminck, 1823</h3>
<p>

</p></div>


<div id="aves107">
<h2>Zebrafinken</h2>
<h3> <em>Taeniopygia guttata </em>  Viellot, 1817</h3>
<p>
Der australische Zebrafink Taeniopygia guttata castanotis aus der Familie der Prachtfinken ist ein in Deutschland sehr beliebter Ziervogel und wird als "Australischer Prachtfink" gehandelt. Das urspr&uuml;ngliche Verbreitungsgebiet umfasst Australien und die Kleinen Sunda-Inseln. Der nat&uuml;rliche Lebensraum der sehr geselligen V&ouml;gel ist durch h&auml;ufige Trockenzeiten und karges Nahrungsangebot (meist Gras- und Kr&auml;utersamen und Insekten) gekennzeichnet.
</p></div>

<div id="aves108">
<h2>Schmetterlingsfinken</h2>
<h3><em>Uraeginthus bengalus</em>  Linnaeus, 1766        </h3>
<p>

</p></div>

<div id="aves109">
<h2>Pennantsittich</h2>
<h3><em>Platycercus elegans</em>  Gmelin, 1788        </h3>
<p>

</p></div>

<div id="aves110">
<h2>Purpurglanzstar</h2>
<h3><em>Lamprotornis purpureus</em>  Muller, 1776        </h3>
<p>

</p></div>

<div id="aves111">
<h2>Tannh&auml;her</h2>
<h3><em>Nucifraga caryocatactes</em>  Linnaeus, 1758</h3>
<p>

</p></div>

<div id="aves112">
<h2>Riesentukan</h2>
<h3><em>Ramphastos toco</em>  Lesson, 1830        </h3>
<p>

</p></div>

<div id="aves113">
<h2>Scharlachsichler</h2>
<h3><em>Eudocimus ruber</em>  Linnaeus, 1758        </h3>
<p>

</p></div>


<div id="aves114">
<h2>Papageientaucher</h2>
<h3><em>Fratercula arctica </em>  Linnaeus, 1758        </h3>
<p>
Papageientaucher sind an den K&uuml;sten des n&ouml;rdlichen Atlantiks und des westlichen Polarmeeres verbreitet und geh&ouml;ren zu den Alkenv&ouml;geln. Bis 1830 war die Art noch Brutvogel auf Helgoland. Papageitaucher ern&auml;hren sich vorwiegend von Fisch, aber auch W&uuml;rmer und Krebstiere werden gefressen. Sie tragen die gefangenen Fische quer im Schnabel, in dem sie diese mit der Zunge gegen den Oberschnabel dr&uuml;cken, bis die ganze Schnabell&auml;nge mit Fisch gef&uuml;llt ist.
</p></div>



<div id="aves115">
<h2>Temmincktragopan</h2>
<h3><em>Tragopan temminckii</em>  J. E. Gray, 1831</h3>
<p>
Der Temmincktragopan geh&ouml;rt zu den asiatischen Fasanenv&ouml;geln mit ausgepr&auml;gtem Sexualdimorphismus. Die M&auml;nnchen sind farbenpr&auml;chtiger gezeichnet als die Weibchen - w&auml;hrend der Balz plustert das M&auml;nnchen Gefieder und Federhaube auf und die herabh&auml;ngenden latzartigen Kehls&auml;cke werden aufgebl&auml;ht und stehen dann hornartig ab. Temmincktragopane leben in den immergr&uuml;nen Gebirgsw&auml;ldern in Tibet, China, Indien, Myanmar und im n&ouml;rdlichen Vietnam, sind tagaktiv und ern&auml;hren sich von Bl&uuml;ten, Beeren, Bl&auml;ttern und Insekten
</p></div>




<div id="aves116">
<h2>Schuhschnabel</h2>
<h3><em>Balaeniceps rex </em>  Gould, 1853</h3>
<p>
Der Schuhschnabel ist in gro&szlig;en afrikanischen Sumpfgebieten vom Sudan bis Sambia verbreitet. Seinen Namen verdankt er dem au&szlig;ergew&ouml;hnlich langen und breiten Schnabel, der in der Vogelwelt einmalig ist. Mit einem scharfen Rand und der nagelartigen Spitze wird er zum Fangen von Fischen, Fr&ouml;schen und Schlangen benutzt.
</p></div>


    </div>

<input type="text" class="group" id="ausgabe" value="Tippe mit dem Finger auf ein Tier, um mehr dar&uuml;ber zu erfahren.">

</body>
</html>
