<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html lang="en">
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
        <title>Chelicerata</title>
        <link rel="stylesheet" href="lib/style.css" type="text/css" media="screen">
        <script src="lib/raphael.js" type="text/javascript" charset="utf-8"></script>
        <script src="lib/chelicerata.js" type="text/javascript" charset="utf-8"></script>

        <style type="text/css" media="screen">
            #canvas {
                position: absolute;
                height: 600px;
                width: 800px;
                left: 15px;
                top: 180px;

            }
            #paper {
                height: 650px;
                left: 0px;
                position: absolute;
                top: 0px;
                width: 800px;
            }
            #chelicerata0, #chelicerata126a, #chelicerata126b,#chelicerata127,#chelicerata128,#chelicerata129,#chelicerata130,#chelicerata131a, #chelicerata131b,#chelicerata132,#chelicerata133,#chelicerata134,#chelicerata135,#chelicerata136,#chelicerata137,#chelicerata138,#chelicerata139,#chelicerata140,#chelicerata141,#chelicerata142,#chelicerata143,#chelicerata144,#chelicerata145,#chelicerata146,#chelicerata147,#chelicerata148{

                display: none;
                height: 650px;
                overflow: auto;
                position: absolute;
                left: 40px;
                top: 0px;
                width: 420px;
            }
            h2 {
                text-align: center;
            }
        </style>



    </head>
<body>
<div id="canvas">
            <div id="paper"></div>




<div id="chelicerata0">
<h2>Spinnentiere </h2>
<h3>Chelicerata</h3>
<p>
Die Spinnentiere geh&ouml;ren zu den Arthropoden (Gliederf&uuml;&szlig;ern). Gemein sind ihnen die Mundwerkzeuge, die Cheliceren (Kieferklauen). Bei den Spinnentieren i.e.S. sind die 8 Laufbeine eine weitere Gemeinsamkeit. Spinnentiere umfassen so bekannte Gruppen wie Webspinnen ("Echte Spinnen"), Skorpione, Weberknechte und Milben. Doch haben Sie schon mal von Walzenspinnen geh&ouml;rt, von Palpenl&auml;ufern oder Schwertschw&auml;nzen? Auch zu diesen Gruppen geh&ouml;ren einige der ca. 97 000 bisher beschriebenen Cheliceraten.<br><br>
</p>

<h2>Tausendfüßer </h2>
<h3>Myriapoda</h3>
<p>
"Myriapoda" heißt übersetzt Tausendfüßer. Unter den ca. 15 000 Arten dieser dritten Arthropoden-Gruppe gibt es jedoch keine Art mit tausend Beinen. Einige Namen der einzelnen Myriapoden-Untergruppen geben schon etwas mehr Aufschluss über die tatsächliche Größenordnung: Chilopoda (Hundertfüßer), Pauropoda (Wenigfüßer), Symphyla (Zwergfüßer) und Diplopoda (Doppelfüßer). Mehr als 6 (Insekten) oder 8 (Spinnentiere) Beine sind es jedoch immer. Es gibt unter den Myriapoda giftige Räuber und bis zu 30 cm lange "Riesentausendfüßer". Zwerg- und Wenigfüßer sind klein bis winzig und leben im Boden.
</p></div>



<div id="chelicerata126a">
<h2>Pfeilschwanzkrebs</h2>
<h3><em>Limulus polyphemus</em>  Linnaeus, 1758</h3>
<p>
Pfeilschwanzkrebse sind seit 400 Millionen Jahren bekannt. Die blaubl&uuml;tigen Tiere leben heute noch in flachen Sandk&uuml;sten tropischer Meere und ern&auml;hren sich von Muscheln und anderen Weichtieren.
</p></div>

<div id="chelicerata126b">
<h2>Pfeilschwanzkrebs</h2>
<h3><em>Limulus polyphemus</em>  Linnaeus, 1758</h3>
<p>
Pfeilschwanzkrebse sind seit 400 Millionen Jahren bekannt. Die blaubl&uuml;tigen Tiere leben heute noch in flachen Sandk&uuml;sten tropischer Meere und ern&auml;hren sich von Muscheln und anderen Weichtieren.
</p></div>

<div id="chelicerata127">
<h2>Seespinne</h2>
<h3><em></em>Pantopoda</h3><p>

</p></div>


<div id="chelicerata128">
<h2>Wolfsspinne</h2>
<h3><em></em> Lycosoidae</h3><p>

</p></div>

<div id="chelicerata129">
<h2>Riesenkrabbenspinne</h2>
<h3><em></em>Sparassidae</h3><p>

</p></div>

<div id="chelicerata130">
<h2>Stachelradnetzspinne</h2>
<h3><em>Gasteracantha</em>  Linnaeus, 1758</h3><p>

</p></div>

<div id="chelicerata131a">
<h2>Vogelspinne</h2>
<h3><em>Avicularia avicularia</em>  Linnaeus, 1758</h3><p>
Die Vogelspinnen verdanken ihren umgangssprachlichen Namen h&ouml;chstwahrscheinlich der ber&uuml;hmten Naturforscherin und K&uuml;nstlerin Maria Sibylla Merian. Sie ver&ouml;ffentlichte ihre Eindr&uuml;cke von einer Reise nach Surinam (S&uuml;damerika)1705 in den Buch "Metamorphosis Insectorum Surinamensium" und bildete darin eine gro&szlig;e Spinne ab, die auf einem Ast sitzend einen Kolibri fra&szlig;. Carl von Linne lie&szlig; sich davon inspirieren und beschrieb dann 1758 eine Spinne mit dem wissenschaftlichen Namen <em>Avicularia avicularia</em> Linnaeus, 1758.
</p></div>

<div id="chelicerata131b">
<h2>Vogelspinne</h2>
<h3><em>Avicularia avicularia</em> Linnaeus, 1758</h3><p>
Die Vogelspinnen verdanken ihren umgangssprachlichen Namen h&ouml;chstwahrscheinlich der ber&uuml;hmten Naturforscherin und K&uuml;nstlerin Maria Sibylla Merian. Sie ver&ouml;ffentlichte ihre Eindr&uuml;cke von einer Reise nach Surinam (S&uuml;damerika)1705 in den Buch "Metamorphosis Insectorum Surinamensium" und bildete darin eine gro&szlig;e Spinne ab, die auf einem Ast sitzend einen Kolibri fra&szlig;. Carl von Linne lie&szlig; sich davon inspirieren und beschrieb dann 1758 eine Spinne mit dem wissenschaftlichen Namen <em>Avicularia avicularia</em> Linnaeus, 1758.
</p></div>

<div id="chelicerata132">
<h2>Walzenspinne</h2>
<h3><em></em>Solifugae</h3><p>
Walzenspinnen sind keine echten Spinnen, das hei&szlig;t sie sind nicht n&auml;her mit den allgegenw&auml;rtigen Webspinnen verwandt. In warmen, trockenen Gebieten kommen die Arten vor, z.t. sehr gro&szlig;, immer sehr agil und aktiv und mit gro&szlig;en Cheliceren (Mundwerkzeugen) ausgestattet, mit denen sie schmerzhaft bei&szlig;en k&ouml;nnen. Giftig sind sie allerdings nicht. Giftdr&uuml;sen in den Cheliceren sind den Webspinnen vorbehalten.
</p></div>

<div id="chelicerata133">
<h2>Gei&szlig;elspinne</h2>
<h3><em></em>Amblypygi</h3><p>

</p></div>

<div id="chelicerata134">
<h2>Radnetzspinne</h2>
<h3><em>Nephila</em>  Leach, 1815</h3><p>
Die gro&szlig;en Radnetzspinnen der Gattung <em>Nephila</em> sind vielen Reisenden ein Begriff. Es gibt sie in diversen Arten in den Tropen aller Kontinente. Die Radnetze k&ouml;nnen sehr gro&&szlig; und damit sehr auff&auml;llig sein. Die sehr haltbare Spinnenseide dieser Spinnen ist auch f&uuml;r die angewandte Wissenschaft interessant: sie vereint Eigenschaften, die ein Material zu einem idealen Werkstoff machen: extreme Stabilit&auml;t bei gleichzeitiger Elastizit&auml;t. Man versucht daher intensiv, den Faden aus den Spinndr&uuml;sen zu imitieren, zu rekonstruieren oder Verfahren zu entwickeln, ihn in gro&szlig;er Menge herzustellen.
</p></div>

<div id="chelicerata135">
<h2>Riesenkrabbenspinne</h2>
<h3><em></em>Sparassidae</h3><p>

</p></div>

<div id="chelicerata136">
<h2>Weberknecht</h2>
<h3><em></em>Opiliones</h3><p>

</p></div>

<div id="chelicerata137">
<h2>B&uuml;cherskorpion</h2>
<h3><em>Chelifer cancroides</em>  Linnaeus, 1758</h3><p>
Pseudokorpione weisen eine oberfl&auml;chliche &Auml;hnlichkeit mit echten Skorpionen auf. Diese beschr&auml;nkt sich allerdings fast auf die zu Greifzangen umgewandelten sog. Pedipalpen. Andere morphologische Merkmale teilen sich die Pseudoskorpione neben den Skorpionen auch mit den anderen Spinnentiergruppen. Am auff&auml;lligsten dabei: die Tiere haben alle acht Laufbeine. Die meisten Pseudoskorpione leben in der Bodenstreu oder unter Baumrinde, der B&uuml;cherskorpion ist auch in H&auml;usern und Wohnungen (u.a. Bibliotheken) zu Hause, wo er sich vor allem von Staubl&auml;usen ern&auml;hrt.
</p></div>

<div id="chelicerata138">
<h2>Skorpion</h2>
<h3><em></em></h3><p>

</p></div>

<div id="chelicerata139">
<h2>Skorpion</h2>
<h3><em>Euscorpius sp. </em></h3><p>

</p></div>

<div id="chelicerata140">
<h2>Skorpion</h2>
<h3><em></em> </h3><p>

</p></div>

<div id="chelicerata141">
<h2>Samtmilbe</h2>
<h3><em></em></h3><p>

</p></div>

<div id="chelicerata142">
<h2>Zecke</h2>
<h3><em>Ixodes hexagonus</em>  Leach, 1815</h3><p>

</p></div>

<div id="chelicerata143">
<h2>Skorpion</h2>
<h3><em></em> Buthidae C. L. Kloch, 1837</h3><p>

</p></div>

<div id="chelicerata144">
<h2>Skorpion</h2>
<h3><em></em></h3><p>

</p></div>

<div id="chelicerata145">
<h2>Steinl&auml;ufer</h2>
<h3><em>Lithobius forficatus</em>  Linnaeus, 1758</h3><p>
<em>Lithobius forficatus</em> ist unser gr&ouml;&szlig;ter heimischer Hundertf&uuml;&szlig;er. Er lebt versteckt am Boden und unter Steinen. Wenn man jedoch Steine oder gr&ouml;&szlig;ere Holzteile einmal umdreht, wird man darunter oft den Steinl&auml;ufer finden. Die Art ist wie alle Arten aus der Gruppe der Hundertf&uuml;&szlig;er ein R&auml;uber. Die Beute wird durch einen Giftbiss get&ouml;tet. F&uuml;r den Menschen ist der Steinl&auml;ufer v&ouml;llig harmlos. Bei einigen seiner tropischen und subtropischen Verwandten sieht das etwas anders aus.
</p></div>

<div id="chelicerata146">
<h2>Milben auf Braunes Langohr</h2>
<h3><em>Nycteridocoptes poppei</em> (Oudemans, 1898) auf <em>Plecotus auritus </em>(Linnaeus, 1758)</h3><p>
Viele Milben sind sehr klein und viele sind Parasiten. <em>Nycteridocoptes poppei</em> z.B. lebt auf Flederm&auml;usen und kann diese bei starkem Befall sogar derart schw&auml;chen, dass die Wirte sterben oder den Winter nicht &uuml;berstehen.
</p></div>

<div id="chelicerata147">
<h2>Indischer Riesenscorpion</h2>
<h3><em>Heterometrus sp.</em>  Ehrenberg, 1828</h3><p>

</p></div>

<div id="chelicerata148">
<h2>Riesentausendf&uuml;&szlig;er</h2>
<h3><em>Scolopendra gigantea</em>  Linnaeus, 1758</h3><p>

</p></div>



    </div>
<input type="text" class="group" id="ausgabe" value="Tippe mit dem Finger auf ein Tier, um mehr dar&uuml;ber zu erfahren.">

</body>
</html>
