<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html lang="en">
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
        <title>Reptilia</title>
        <link rel="stylesheet" href="lib/style.css" type="text/css" media="screen">
        <script src="lib/raphael.js" type="text/javascript" charset="utf-8"></script>
        <script src="lib/reptilia.js" type="text/javascript" charset="utf-8"></script>

        <style type="text/css" media="screen">
            #canvas {
                position: absolute;
                height: 600px;
                width: 800px;
                left: 15px;
                top: 180px;

            }
            #paper {
                height: 650px;
                left: 0px;
                position: absolute;
                top: 0px;
                width: 800px;
            }
            #reptilia0, #reptilia096, #reptilia097, #reptilia098,  #reptilia099, #reptilia100, #reptilia101, #reptilia102, #reptilia103 {
                display: none;
                height: 600px;
                overflow: auto;
                position: absolute;
                left: 80px;
                top: 0px;
                width: 420px;
            }
            h2 {
                text-align: center;
            }
        </style>


    </head>
<body>
<div id="canvas">
            <div id="paper"></div>


<div id="reptilia0">
<h2>Kriechtiere </h2>
<h3>"Reptilia"</h3>

<p>
Kriechtiere sind wechselwarme Landwirbeltiere, deren K&ouml;rpertemperatur in hohem Ma&szlig;e von der Umgebungstemperatur abh&auml;ngt. Hierzu geh&ouml;ren die Schildkr&ouml;ten, Krokodile, Br&uuml;ckenechsen und Schuppenkriechtiere. Im Gegensatz zu den Amphibien erfolgt hier die Eiablage ausschlie&szlig;lich an Land und sie haben eine Haut mit Schuppenkleid, Hornplatten oder Panzer. Stammesgeschichtlich bilden sie keine einheitliche Gruppe, weil sie nicht alle Nachkommen eines letzten gemeinsamen Vorfahrens umfassen. Die V&ouml;gel geh&ouml;ren stammen von Reptilien ab. Man fasst daher Reptilien und V&ouml;gel als Sauropsida zusammen.<br><br><br>
</p>


<h2>Amphibien</h2>
<h3>Amphibia</h3>
<p>
Die Amphibien (Schwanzlurche, Froschlurche und Blindw&uuml;hlen) sind die stammesgeschichtlich &auml;lteste Gruppe der Landwirbeltiere. Die meisten von ihnen durchlaufen zuerst ein Larvenstadium im Wasser und leben nach einer Metamorphose zumindest teilweise an Land. Ihre Abh&auml;ngigkeit von S&uuml;&szlig;- oder Brackwasser begrenzt ihren Lebensraum auf die kalt-gem&auml;&szlig;igten bis tropischen Zonen. Sie sind wechselwarm, haben einen flachen Sch&auml;del und oft ein reduziertes Skelett. Die d&uuml;nne Haut spielt eine wichtige Rolle bei der Atmung, kann jedoch auch Giftdr&uuml;sen und Pigmentzellen, wie bei Pfeilgiftfr&ouml;schen, enthalten.
</p>
</div>


<div id="reptilia096">
<h2>Unechte Karettschildkr&ouml;te</h2>
<h3><i>Caretta caretta </i>  Linnaeus, 1758</h3>
<p>

Die unechte Karettschildkr&ouml;te ist in allen tropischen und subtropischen Meeren verbreitet. Wegen ihres Fleisches, ihrer Eier, ihres Fettes </i> (f&uuml;r Kosmetika und als Heilmittel) und des Schildpatts (hornartige Platten aus dem oberen R&uuml;ckenschild) wurde diese Art intensiv bejagt und ist stark vom Aussterben bedroht.
</p></div>


<div id="reptilia097">
<h2>Kubakrokodil</h2>
<h3><em>Crocodylus rhombifer </em> Cuvier, 1807</h3>
<p>


</p></div>


<div id="reptilia098">
<h2>Tannenzapfenechse</h2>
<h3><i>Tiliqua rugosa </i>  Gray, 1825</h3>
<p>

Die Tannenzapfenechse lebt im S&uuml;den und Westen Australiens und geh&ouml;rt zur Familie der Skinke. Der gedrungene Schwanz dient als Fettspeicher, von denen die Tiere besonders in trockenen Sommern bei knappen Nahrungsangebot  (Schnecken, Insekten, W&uuml;rmern) zehren. Die Skinke regieren bei Bedrohung nicht mit Flucht, sondern drohen mit aufgerissenem Maul und herausgestreckter Zunge.
</p></div>



<div id="reptilia099">
<h2>Spitzkopfnatter</h2>
<h3><em>Elaphe oxycephala</em>  Smith, 1930       </h3>
<p>


</p></div>



<div id="reptilia100">
<h2>Tigersalamander</h2>
<h3><i> Ambystoma tigrinum </i> (Green, 1825)</h3>
<p>
Der Tigersalamander oder auch &Ouml;stlicher Tiger-Querzahnmolch ist mit 30cm K&ouml;rperl&auml;nge der gr&ouml;&szlig;te landlebende Salamander und kommt in gro&szlig;en Teilen Nordamerikas vor.

</p></div>



<div id="reptilia101">
<h2>Alpensalamander</h2>
<h3><em>Salamandra atra</em>  Laurenti, 1768    </h3>
<p>


</p></div>



<div id="reptilia102">
<h2>Tomatenfrosch</h2>
<h3><i>Dyscophus antongilii </i>  Grandidier, 1877</h3>
<p>
Der Tomatenfrosch ist ein terrestrischer nachtaktiver Froschlurch und lebt an der Ostk&uuml;ste Madagaskars. Bei St&ouml;rungen und Gefahr bl&auml;ht sich das Tier auf und kann ein Hautdr&uuml;sensekret mehrere Zentimeter weit verspritzen, das auch beim Menschen bei Kontakt zu Hautschwellungen f&uuml;hrt.
</p></div>



<div id="reptilia103">
<h2>Aga-Kr&ouml;te</h2>
<h3><i>Bufo marinus </i>  Linnaeus, 1758</h3>
<p>
Die aus S&uuml;damerika stammende Aga-Kr&ouml;te geh&ouml;rt weltweit zu den bekanntesten Neozoen (Tierarten, die durch den Mensch in andere Gebiete eingef&uuml;hrt worden sind und sich dort etabliert haben). Sie wurde 1935 in Australien ausgesetzt, um die Zuckerrohrernte vor der Zuckerrohrk&auml;ferplage zu sch&uuml;tzen. Dieser Versuch misslang, da die Kr&ouml;te nicht nur die K&auml;fer, sondern auch viele gef&auml;hrdete australische Arten frisst. Die eingeschleppte Kr&ouml;te hat dort keine nat&uuml;rlichen Feinde und ist zudem noch gef&auml;hrlich f&uuml;r die einheimischen Beutegreifer, da diese, wenn sie doch einmal die Kr&ouml;ten fressen, an den Hautgiften zugrunde gehen.

</p></div></div>
<div id="textfeld">
<input type="text" class="group" id="ausgabe" value="Tippe mit dem Finger auf ein Tier, um mehr dar&uuml;ber zu erfahren.">
</div>
</body>
</html>
